#CONTROLE DE ACESSO DE USUARIOS LOGADOS
err001 = Usu\u00E1rio n\u00E3o possui perfil necess\u00E1rio para realizar a a\u00E7\u00E3o.
err002 = As credenciais informadas para autoriza\u00E7\u00E3o do usu\u00E1rio est\u00E3o inv\u00E1lidas.

#CONCORRENCIA
err003 = N\u00E3o foi poss\u00EDvel realizar a opera\u00E7\u00E3o, pois o registro atual j\u00E1 foi modificado por outra transa\u00E7\u00E3o. Por favor, realize uma nova consulta desse registro e tente novamente.

#CONSULTA CONTRATOS/EMPRESA
err004 = Empresa n\u00E3o encontrada.
err005 = Ainda n\u00E3o \u00E9 poss\u00EDvel acessar as informa\u00E7\u00F3es e funcionalidades deste m\u00F3dulo (Acompanhamento de Obras), pois ainda n\u00E3o houve um aceite do processo licitat\u00F3rio no m\u00F3dulo da VRPL (Verifica\u00E7\u00E3o do Resultado do Processo Licitat\u00F3rio).
err006 = Proposta inexistente.
err007 = N\u00E3o existem dados referentes a esta proposta neste m\u00F3dulo (Acompanhamento de Obras), pois esta proposta n\u00E3o segue o fluxo de cadastro e aceite de processo licitat\u00F3rio pelo m\u00F3dulo da VRPL (Verifica\u00E7\u00E3o do Resultado do Processo Licitat\u00F3rio), bem como n\u00E3o segue\n o fluxo da emiss\u00E3o da AIO (Autoriza\u00E7\u00E3o de In\u00EDcio de Obra) pelo m\u00F3dulo Instrumentos Contratuais, logo, consequentemente, o acompanhamento da obra n\u00E3o \u00E9 feito por este m\u00F3dulo. Para esta proposta, o acompanhamento da obra \u00E9 feito por meio das funcionalidades\n dispon\u00EDveis no SICONV (Relat\u00F3rio de Acompanhamento, Relat\u00F3rio de Execu\u00E7\u00E3o Financeira, dentre outras). 

#SALVAR RESPONSAVEL TECNICO / REGISTRO PROFISSIONAL
err008 = Respons\u00E1vel T\u00E9cnico j\u00E1 cadastrado.
err009 = Respons\u00E1vel T\u00E9cnico possui submeta assinada e n\u00E3o pode ser editado.
err010 = N\u00E3o ser\u00E1 poss\u00EDvel excluir o seguintes Registros Profissionais, visto que est\u00E3o vinculados a outros Contratos de Execu\u00E7\u00E3o e/ou Fornecimento:{0} \n
err011 = Par\u00C2metros inv\u00E1lidos para o cadastro do Respons\u00E1vel T\u00E9cnico.
err012 = O Respons\u00E1vel T\u00E9cnico deve ter pelo menos um Registro Profissional informado.
err013 = O contrato deve estar associado a um Registro Profissional.
err014 = Respons\u00E1vel T\u00E9cnico j\u00E1 possui CAU cadastrado.
err015 = Respons\u00E1vel T\u00E9cnico j\u00E1 possui CREA para a UF informada.
err016 = ART / RRT n\u00E3o pode ser editado, pois est\u00E1 inativo.
err017 = N\u00E3o \u00E9 poss\u00EDvel realizar esta a\u00E7\u00E3o para o contrato.
err018 = N\u00E3o h\u00E1 nenhuma Frente de Obra associada a Evento nesta Submeta.
err019 = Respons\u00E1vel T\u00E9cnico est\u00E1 inativo.
err020 = Submeta(s) n\u00E3o selecionadas para o Respons\u00E1vel T\u00E9cnico Social.
err021 = O Respons\u00E1vel T\u00E9cnico n\u00E3o pode ser editado, pois est\u00E1 inativo.
err022 = O Respons\u00E1vel T\u00E9cnico Social possui Submetas que n\u00E3o est\u00E3o associadas ao Contrato vinculado ao CTEF.
err023 = O Respons\u00E1vel T\u00E9cnico n\u00E3o est\u00E1 vinculado ao contrato social que deseja alterar.
err024 = Respons\u00E1vel T\u00E9cnico j\u00E1 cadastrado e inativo.
err025 = N\u00E3o \u00E9 poss\u00EDvel vincul\u00E1-lo como RT de {0}, pois este CPF j\u00E1 est\u00E1 cadastrado como RT de {1}.

#EXCLUIR RESPONSAVEL TECNICO / REGISTRO PROFISSIONAL
err026 = O Respons\u00E1vel T\u00E9cnico n\u00E3o pode ser exclu\u00EDdo, pois existe alguma submeta assinada.
err027 = Erro ao tentar excluir Registro Profissional !
err028 = Respons\u00E1vel T\u00E9cnico possui Submeta assinada e n\u00E3o pode ser exclu\u00EDdo.
err029 = Respons\u00E1vel T\u00E9cnico est\u00E1 vinculado a pelo menos uma ART/RRT e n\u00E3o pode ser exclu\u00EDdo.

#INATIVAR ANOTACAO DE REGISTRO DE RT
err030 = ART / RRT informado j\u00E1 se encontra inativo.

#CONSULTAR ANOTACAO DE REGISTRO DE RT
err031 = ART / RRT informado n\u00E3o existe.
err032 = N\u00E3o existe Responsavel T\u00E9cnico para o Contrato informado.

#INCLUIR / ALTERAR ANOTACAO DE REGISTRO DE RT
err033 = Contrato n\u00E3o vinculado ao CTEF do ARRT.
err034 = ART / RRT n\u00E3o pode ser editado, pois existe alguma submeta assinada pelo Respons\u00E1vel T\u00E9cnico associado.
err035 = ART / RRT possui Submetas que n\u00E3o est\u00E3o associadas ao Contrato vinculado ao CTEF.
err036 = N\u00E3o foi poss\u00EDvel alterar o ART / RRT, pois o novo CTEF informado est\u00E1 vinculado a um Contrato diferente do CTEF anterior.
err037 = ART possui tipo de Respons\u00E1vel T\u00E9cnico diferente do Respons\u00E1vel T\u00E9cnico associado.

#EXCLUIR ANOTACAO DE REGISTRO DE RT
err038 = ART / RRT n\u00E3o pode ser exclu\u00EDdo, pois existe alguma submeta assinada pelo Respons\u00E1vel T\u00E9cnico associado.

#CONSULTAR USUARIO VINCULADO
err039 = Contrato informado n\u00E3o existe.
err040 = Usu\u00E1rio existente, mas n\u00E3o vinculado ao Convenente. Favor atualizar cadastro no SICONV.
err041 = O respons\u00E1vel t\u00E9cnico j\u00E1 consta com tipo distinto, n\u00E3o sendo poss\u00EDvel cadastr\u00E1-lo novamente neste Contrato de Execu\u00E7\u00E3o e/ou Fornecimento.
err042 = Usu\u00E1rio existente, mas n\u00E3o vinculado a Empresa. Favor atualizar cadastro na Plataforma +Brasil.
err043 = Usu\u00E1rio vinculado a Empresa, por\u00E9m n\u00E3o est\u00E1 cadastrado com um perfil que tem direito de acesso \u00E0 funcionalidade "Assinar Submeta". Para incluir este respons\u00E1vel t\u00E9cnico, ser\u00E1 necess\u00E1rio atualizar o cadastro deste usu\u00E1rio na Empresa atribuindo algum perfil com essa funcionalidade.
err044 = Respons\u00E1vel T\u00E9cnico Social inexistente.
err045 = Usu\u00E1rio vinculado ao Convenente, por\u00E9m n\u00E3o est\u00E1 cadastrado com o perfil Fiscal do Convenente. Para incluir este respons\u00E1vel t\u00E9cnico, ser\u00E1 necess\u00E1rio atualizar o cadastro deste usu\u00E1rio no Convenente atribuindo o perfil de Fiscal do Convenente.
err046 = Usu\u00E1rio inexistente. Favor cadastr\u00E1-lo na Plataforma +Brasil.
err047 = Usu\u00E1rio inexistente. Favor cadastr\u00E1-lo no SICONV.
err061 = Este usu\u00E1rio est\u00E1 cadastrado no SICONV, por\u00E9m o acesso do usu\u00E1rio est\u00E1 inativo. Antes de prosseguir com esta a\u00E7\u00E3o, favor solicitar a atualiza\u00E7\u00E3o do acesso do usu\u00E1rio.

#DOCUMENTO COMPLEMENTAR
err048 = Tamanho do nome do arquivo anexado n\u00E3o pode exceder o limite de 100 caracteres.
err049 = Tamanho de arquivo inv\u00E1lido. O valor m\u00E1ximo permitido \u00E9 10 MB.
err050 = Extens\u00E3o de arquivo inv\u00E1lida. Os formatos permitidos s\u00E3o: PDF, XLS, JPG, JPEG, PNG, ODT, ODS, XLSX, DWG, DOC ou DOCX.
err051 = A ordem de servi\u00E7o n\u00E3o pode ser exclu\u00EDda pois j\u00E1 existe medi\u00E7\u00E3o.
err052 = Documento Complementar informado n\u00E3o existe.
err053 = Campo Data de Emiss\u00E3o n\u00E3o deve ser maior que a data atual ({0}).
err054 = Campo Data de Validade deve ser maior ou igual a Data de Emiss\u00E3o ({0}).
err055 = Documento Complementar possui Submetas que n\u00E3o est\u00E3o associadas ao Contrato vinculado ao CTEF.
err056 = Data de emiss\u00E3o deve ser maior ou igual que a data de assinatura do tipo de instrumento ({0}).\n
err057 = Ordem de servi\u00E7o n\u00E3o pode ser editada pois j\u00E1 existe medi\u00E7\u00E3o.
err058 = N\u00E3o \u00E9 permitido realizar opera\u00E7\u00F5es de manuten\u00E7\u00E3o em Documento Complementar bloqueado.
err059 = N\u00E3o h\u00E1 nenhuma Frente de Obra associada a Servi\u00E7o nesta Submeta.
err060 = Respons\u00E1vel T\u00E9cnico informado n\u00E3o existe.

#PARALISACAO DE OBRA
err062 = Paralisa\u00E7\u00E3o de Obra informada n\u00E3o existe.
err063 = S\u00F3 \u00E9 permitido manter a \u00FAltima Paralisa\u00E7\u00E3o de Obra.
err064 = A Data de In\u00EDcio da paralisa\u00E7\u00E3o deve ser maior que Data Fim da \u00FAltima paralisa\u00E7\u00E3o.
err065 = A Data Fim da paralisa\u00E7\u00E3o deve ser maior que a Data de In\u00EDcio.
err066 = N\u00E3o foi poss\u00EDvel incluir nova paralisa\u00E7\u00E3o pois existe paralisa\u00E7\u00E3o cadastrada em aberto (data fim n\u00E3o informada).

#CONSULTAR MEDICAO
err301 = Medi\u00E7\u00E3o n\u00E3o encontrada.

#INCLUIR MEDICAO
err302 = Par\u00E2metro obrigat\u00F3rio: {0} n\u00E3o informado.
err303 = Contrato n\u00E3o configurado.
err304 = Todas as submetas do contrato j\u00E1 est\u00E3o finalizadas pela empresa.
err305 = Contrato possui Medi\u00E7\u00E3o Enviada para Complementa\u00E7\u00E3o da Empresa ou Em Complementa\u00E7\u00E3o pela Empresa.
err306 = N\u00E3o \u00E9 permitido criar uma nova Medi\u00E7\u00E3o quando j\u00E1 existe outra na situa\u00E7\u00E3o Em Elabora\u00E7\u00E3o.
err307 = Campo de preenchimento obrigat\u00F3rio.
err308 = O campo Data de In\u00EDcio do Objeto n\u00E3o deve ser maior que a data atual ({0}).
err309 = Campo deve ser maior ou igual a Data de In\u00EDcio da Medi\u00E7\u00E3o {0}.
err310 = Campo deve ser maior ou igual a Data de Assinatura do Contrato de Fornecimento {0}.
err311 = Campo deve ser menor ou igual a Data Fim Vig\u00EAncia do Contrato de Fornecimento ({0}).
err312 = Data de In\u00EDcio da obra deve ser igual a data de In\u00EDcio da Medi\u00E7\u00E3o.
err313 = A data de In\u00EDcio da Medi\u00E7\u00E3o n\u00E3o \u00E9 o dia seguinte ao fim da \u00FAltima Medi\u00E7\u00E3o cadastrada.

#ALTERAR MEDICAO
err314 = Medi\u00E7\u00E3o n\u00E3o pode ser alterada.
err315 = N\u00E3o \u00E9 permitido realizar opera\u00E7\u00F5es de manuten\u00E7\u00E3o em Medi\u00E7\u00E3o bloqueada.

#ENVIAR MEDICAO
err316 = N\u00E3o \u00E9 permitido enviar para o convenente essa medi\u00E7\u00E3o.
err317 = N\u00E3o ser\u00E1 poss\u00EDvel enviar a medi\u00E7\u00E3o, pois n\u00E3o foram informados novos dados nas submetas.
err318 = N\u00E3o ser\u00E1 poss\u00EDvel enviar a medi\u00E7\u00E3o, pois as Submetas abaixo est\u00E3o preenchidas e n\u00E3o assinadas:\n{0}\nFavor providenciar a assinatura ou limpar os dados preenchidos.

#CANCELAR ENVIO MEDICAO
err319 = S\u00F3 \u00E9 permitido Cancelar Envio para a \u00FAltima medi\u00E7\u00E3o existente, a qual deve estar com situa\u00E7\u00E3o Enviada para Convenente.

#EXCLUIR MEDICAO
err320 = N\u00E3o \u00E9 permitido excluir essa medi\u00E7\u00E3o.
 
#INICIAR ATESTE
err321 = Situa\u00E7\u00E3o atual da Medi\u00E7\u00E3o n\u00E3o permite Iniciar Ateste ou Agrupar.
err322 = Contrato possui Medi\u00E7\u00E3o Enviada para Complementa\u00E7\u00E3o do Convenente, Em Complementa\u00E7\u00E3o pelo Convenente ou em situa\u00E7\u00E3o (Enviada para o Convenente ou Em Ateste) cuja complementa\u00E7\u00E3o foi originada na An\u00E1lise.
err323 = Funcionalidade dispon\u00EDvel apenas para Convenente.
err324 = Medi\u00E7\u00E3o deve estar agrupada.
err325 = N\u00E3o \u00E9 permitido atestar essa medi\u00E7\u00E3o.
err373 = N\u00E3o \u00E9 permitido Iniciar Ateste de medi\u00E7\u00E3o agrupada. Favor atuar na medi\u00E7\u00E3o agrupadora.

#ATESTAR MEDICAO
err326 = N\u00E3o ser\u00E1 poss\u00EDvel atestar a medi\u00E7\u00E3o, pois as submetas abaixo foram assinadas pela empresa mas n\u00E3o o foram pelo convenente:\n{0} \nFavor providenciar a assinatura.
err327 = N\u00E3o ser\u00E1 poss\u00EDvel atestar a medi\u00E7\u00E3o, pois as submetas abaixo est\u00E3o preenchidas e n\u00E3o assinadas pelo Convenente:\n{0} \nFavor providenciar a assinatura ou limpar os dados preenchidos.
err377 = N\u00E3o ser\u00E1 poss\u00EDvel atestar a medi\u00E7\u00E3o, pois as submetas abaixo est\u00E3o preenchidas e n\u00E3o assinadas pelo Convenente:\n{0} \nFavor providenciar a assinatura.
err328 = N\u00E3o ser\u00E1 poss\u00EDvel atestar a medi\u00E7\u00E3o, pois as submetas abaixo foram assinadas pela empresa em medi\u00E7\u00F5es acumuladas mas n\u00E3o o foram pelo convenente:\n{0} \nFavor providenciar a assinatura.
err329 = N\u00E3o \u00E9 poss\u00EDvel atestar a medi\u00E7\u00E3o, pois no m\u00F3dulo de Acompanhamento de Obras ou no m\u00F3dulo Projeto B\u00E1sico, n\u00E3o existe um documento cadastrado e vigente que seja um Manifesto Ambiental com o seguinte tipo: \n- 'Licen\u00E7a de Instala\u00E7\u00E3o' ou; \n- 'Outros" com indicador de equival\u00EAncia \u00E0 Licen\u00E7a de Instala\u00E7\u00E3o ou; \n- 'Dispensa'. \n\nFavor proceder ao cadastro da Licen\u00E7a de Instala\u00E7\u00E3o ou documento correspondente. \nPara tanto, para o Contrato em quest\u00E3o, na tela inicial do m\u00F3dulo de Acompanhamento de Obras, clique no bot\u00E3o 'Atualizar Dados do Contrato' e depois na Aba 'Documenta\u00E7\u00E3o Complementar' e inclua um documento do Tipo 'Manifesto Ambiental' \ncom o subtipo 'Licen\u00E7a de Instala\u00E7\u00E3o' ou 'Outros' com indicador de equivalente \u00E0 Licen\u00E7a de Instala\u00E7\u00E3o ou uma 'Dispensa'

#CANCELAR ATESTE
err330 = S\u00F3 \u00E9 permitido Cancelar Envio para a \u00FAltima medi\u00E7\u00E3o existente, a qual deve estar com situa\u00E7\u00E3o Atestada.

#INICIAR ANALISE
err331 = Situa\u00E7\u00E3o atual da Medi\u00E7\u00E3o n\u00E3o permite Iniciar An\u00E1lise ou Agrupar.
err332 = N\u00E3o foi poss\u00EDvel efetuar essa a\u00E7\u00E3o.
err374 = N\u00E3o \u00E9 permitido Iniciar An\u00E1lise de medi\u00E7\u00E3o agrupada. Favor atuar na medi\u00E7\u00E3o agrupadora.

#ACEITAR MEDICAO
err333 = N\u00E3o \u00E9 permitido aceitar essa medi\u00E7\u00E3o.
err334 = N\u00E3o ser\u00E1 poss\u00EDvel aceitar a medi\u00E7\u00E3o, pois as submetas abaixo foram assinadas pelo convenente mas n\u00E3o o foram pelo concedente:\n{0} \nFavor providenciar a assinatura.
err335 = N\u00E3o ser\u00E1 poss\u00EDvel aceitar a medi\u00E7\u00E3o, pois as submetas abaixo est\u00E3o preenchidas e n\u00E3o assinadas pelo Concedente:\n{0} \nFavor providenciar a assinatura ou limpar os dados preenchidos.
err336 = N\u00E3o ser\u00E1 poss\u00EDvel aceitar a medi\u00E7\u00E3o, pois as submetas abaixo foram assinadas pelo convenente em medi\u00E7\u00F5es acumuladas mas n\u00E3o o foram pelo concedente:\n{0} \nFavor providenciar a assinatura.
err337 = Campo deve ser maior ou igual a Data de In\u00EDcio do Objeto ({0}).
err338 = Campo de preenchimento obrigat\u00F3rio.

#CANCELAR ACEITE
err339 = N\u00E3o \u00E9 permitido Cancelar Aceite de uma medi\u00E7\u00E3o agrupada. 
err340 = S\u00F3 \u00E9 permitido Cancelar Aceite para a \u00FAltima medi\u00E7\u00E3o existente, a qual deve estar com situa\u00E7\u00E3o Aceita. E n\u00E3o deve existir medi\u00E7\u00E3o posterior em an\u00E1lise ou em complementa\u00E7\u00E3o.

#SOLICITAR COMPLEMENTACAO EMPRESA
err341 = N\u00E3o \u00E9 poss\u00EDvel solicitar complementa\u00E7\u00E3o da Empresa para a medi\u00E7\u00E3o em quest\u00E3o.
err342 = Ao solicitar complementa\u00E7\u00E3o, \u00E9 necess\u00E1rio cadastrar pelo menos uma observa\u00E7\u00E3o referente a esta requisi\u00E7\u00E3o na Aba Observa\u00E7\u00F5es.

#CANCELAR SOLICITACAO COMPLEMENTACAO EMPRESA
err343 = S\u00F3 \u00E9 permitido Cancelar Envio para Complementa\u00E7\u00E3o da Empresa quando a medi\u00E7\u00E3o n\u00E3o est\u00E1 bloqueada ou agrupada, est\u00E1 na situa\u00E7\u00E3o Enviada para Complementa\u00E7\u00E3o da Empresa e n\u00E3o h\u00E1 medi\u00E7\u00E3o em edi\u00E7\u00E3o pelo Convenente.

#INICIAR COMPLEMENTACAO EMPRESA
err344 = Situa\u00E7\u00E3o atual da Medi\u00E7\u00E3o n\u00E3o permite Iniciar Complementa\u00E7\u00E3o pela Empresa.
err345 = N\u00E3o \u00E9 permitido solicitar complementa\u00E7\u00E3o pois a medi\u00E7\u00E3o est\u00E1 acumulada.

#SOLICITAR COMPLEMENTACAO CONVENENTE
err346 = N\u00E3o \u00E9 permitido solicitar complementa\u00E7\u00E3o do Convenente para a medi\u00E7\u00E3o em quest\u00E3o.

#CANCELAR SOLICITACAO COMPLEMEMTACAO CONVENENTE
err347 = S\u00F3 \u00E9 permitido Cancelar Envio para Complementa\u00E7\u00E3o do Convenente quando a medi\u00E7\u00E3o n\u00E3o est\u00E1 bloqueada ou agrupada, est\u00E1 na situa\u00E7\u00E3o Enviada para Complementa\u00E7\u00E3o do Convenente e n\u00E3o h\u00E1 medi\u00E7\u00E3o em edi\u00E7\u00E3o pelo Concedente/Mandat\u00E1ria.

#INICIAR COMPLEMENTACAO CONVENENTE
err348 = Situa\u00E7\u00E3o atual da Medi\u00E7\u00E3o n\u00E3o permite Iniciar Complementa\u00E7\u00E3o pelo Convenente.

#CONSULTAR SUBMETA
err349 = Submeta n\u00E3o existe ou submeta inexistente para esta medi\u00E7\u00E3o.

#SALVAR SUBMETA
err350 = Item de Medi\u00E7\u00E3o n\u00E3o existe.
err351 = Item de Medi\u00E7\u00E3o n\u00E3o permite mudan\u00E7a.
err352 = N\u00E3o pode manter Submeta de Medi\u00E7\u00E3o agrupada.
err353 = Funcionalidade dispon\u00EDvel apenas para Empresa.
err354 = Funcionalidade n\u00E3o permitida para o perfil utilizado.

#ASSINAR SUBMETA
err355 = O usu\u00E1rio n\u00E3o \u00E9 um Respons\u00E1vel T\u00E9cnico ao qual a Submeta est\u00E1 vinculada.

#EXCLUIR RASCUNHO SUBMETA
err356 = N\u00E3o \u00E9 poss\u00EDvel excluir Submeta com situa\u00E7\u00E3o diferente de Rascunho.

#INCLUIR OBSERVACAO
err357 = N\u00E3o pode manter Observa\u00E7\u00E3o de Medi\u00E7\u00E3o agrupada.
	
#ALTERAR OBSERVACAO
err358 = Observa\u00E7\u00E3o n\u00E3o pode ser editada.
err359 = Observa\u00E7\u00E3o n\u00E3o encontrada.
err360 = N\u00E3o foi poss\u00EDvel realizar a opera\u00E7\u00E3o, pois o Perfil do Respons\u00E1vel da Observa\u00E7\u00E3o n\u00E3o permite essa transa\u00E7\u00E3o.
err361 = N\u00E3o foi poss\u00EDvel localizar o anexo.
err362 = N\u00E3o foi poss\u00EDvel ativar o anexo. Anexo j\u00E1 est\u00E1 ativo.
err363 = N\u00E3o foi poss\u00EDvel inativar o anexo. Anexo j\u00E1 est\u00E1 inativo.

#EXCLUIR OBSERVACAO
err364 = Observa\u00E7\u00E3o n\u00E3o pode ser exclu\u00EDda.

#REGISTRAR HISTORICO
err365 = N\u00E3o foi poss\u00EDvel identificar a pen\u00FAtima situa\u00E7\u00E3o da medi\u00E7\u00E3o.

#SALVAR SUBMETA BM
err366 = O valor informado para o servi\u00E7o ID {0} na frente de obra ID {1} n\u00E3o \u00E9 v\u00E1lido porque o acumulado da empresa n\u00E3o pode ser maior que o planejado.
err368 = O valor informado para o servi\u00E7o ID {0} na frente de obra ID {1} n\u00E3o \u00E9 v\u00E1lido porque o acumulado do convenente n\u00E3o pode ser maior que o acumulado pela empresa.
err369 = Quantidade informada obrigat\u00F3ria para o servi\u00E7o ID {0} na frente de obra ID {1}.
err370 = O valor informado para o servi\u00E7o ID {0} na frente de obra ID {1} n\u00E3o \u00E9 v\u00E1lido porque o acumulado da empresa em medi\u00E7\u00E3o posterior n\u00E3o pode ser maior que o planejado.
err375 = O valor informado para o servi\u00E7o ID {0} na frente de obra ID {1} n\u00E3o \u00E9 v\u00E1lido porque o acumulado do concedente n\u00E3o pode ser maior que o acumulado pelo convenente.
err376 = O valor informado para o servi\u00E7o ID {0} na frente de obra ID {1} n\u00E3o \u00E9 v\u00E1lido porque o acumulado do convenente em medi\u00E7\u00E3o posterior n\u00E3o pode ser maior que o acumulado pela empresa na medi\u00E7\u00E3o posterior em quest\u00E3o.

#CONSULTAR SUBMETA
err367 = Macroservi\u00E7o n\u00E3o foi carregado.

#LISTAR MEDICOES ACUMULADAS
err371 = Medi\u00E7\u00E3o informada não permite medi\u00E7\u00F5es acumuladas.

#ENVIAR COMPLEMENTACAO
err372 = N\u00E3o ser\u00E1 poss\u00EDvel enviar a medi\u00E7\u00E3o, pois as Submetas abaixo est\u00E3o preenchidas e n\u00E3o assinadas:\n{0}\nFavor providenciar a assinatura.

#CRIAR MEDICAO
err378 = N\u00E3o \u00E9 poss\u00EDvel criar medi\u00E7\u00E3o, pois existe contrato paralisado.
